# მომხმარებელს ვთხოვ სახელის შეყვანას და ინპუტს ინახავს 'first_name' ცვლადში
first_name = input("Whats your name:")
# მომხმარებელს ვთხოვ გვარის შეყვანას და ინპუტს ინახავს 'last_name' ცვლადში
last_name = input("Whats your last name: ")
# მომხმარებელს ვთხოვ გვარის შეყვანას და ინპუტს ინახავს 'last_name' ცვლადში
age = input("Whats your age?")

# ვესალმები იუზერს სახელით
print("Hello " + first_name)
# გამომაქვს მომხმარებლის გვარი
print("User last name is " + last_name)
# გამომაქვს სრული სახელი და გვარი
print("User full name is " + first_name + last_name)
# გამომაქვ მომხმარებლის ასაკი
print("User age is " + age)





# 1) მომხმარებელს შემოაყვანინეთ 3 დეტალი მასზე: პირველი სახელი, მეორე გვარი და მესამე ასაკი, შემდგომ ტერმინალში ყველაფერი გამოიტანეთ შემდეგი სახით:

# Hello {აქ მომხმარებლის სახელი}!

# User fullname is {აქ მომხამრებლის გვარიც და სახელიც}
# User age is {აქ მომხმარებლის ასაკი}

# საბოლოოდ მთლიანი კოდი დეტალურად ახსენით კომენტარების სახით.