

# 3) მომხმარებელს შეაყვანინეთ გამოცდაზე მიღებული ქულა (0-დან 100-მდე). შეამოწმეთ, არის თუ არა ქულა 50-ზე მეტი ან ტოლი. დაბეჭდეთ შედარების შედეგი.

# 4) მომხმარებელს შეაყვანინეთ პროდუქტის ფასი და თანხა, რომელსაც იხდის. გარდაქმენით ორივე მნიშვნელობა float ტიპად და შეამოწმეთ, საკმარისია თუ არა მომხმარებლის თანხა პროდუქტის შესაძენად.

# 5) მომხმარებელს შეაყვანინეთ მთელი რიცხვი. გამოიყენეთ შედარების ოპერატორი == და ნაშთის ოპერატორი %, რათა შეამოწმოთ, იყოფა თუ არა რიცხვი 2-ზე უნაშთოდ. დაბეჭდეთ შედარების შედეგი.


num1 = int(input("Enter First Whole Number"))
num2 = int(input("Enter Second Whole Number"))
num3 = int(input("Enter Theerd Whole Number"))

print(num1 > num2)
print(num1 < num2)
print(num1 == num2 == num3)
